{
    "type": "FeatureCollection",
    "features": [
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [12.335833, 45.4375]
            },
            "properties": {
                "title": "Giacomo Casanova (1725- 1798)",
                "description": " <img class= \"resize center \" src=\"https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Panorama_of_Canal_Grande_and_Ponte_di_Rialto%2C_Venice_-_September_2017.jpg/1024px-Panorama_of_Canal_Grande_and_Ponte_di_Rialto%2C_Venice_-_September_2017.jpg \" /> <b>Location: Venice, Italy</b> <br> Giovanni Giacomo Casanova relied on his now legendary charisma to establish himself as the prince of Italian adventurers, and his romantic exploits made the name Casanova synonymous with “libertine.” His autobiography, which perhaps exaggerates some of his escapades, is a splendid description of 18th-century society in the capitals of Europe.",
                "time": "1725"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [-74.006111, 40.712778]
            },
            "properties": {
                "title": "Nathan Hale (1755-1776)",
                "description": " <img class= \"resize center \" src=\"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Balthasar_Friedrich_Leizelt_-_Destruction_of_the_Royal_Statue_in_New_York_-_Google_Art_Project.jpg/1024px-Balthasar_Friedrich_Leizelt_-_Destruction_of_the_Royal_Statue_in_New_York_-_Google_Art_Project.jpg \" /> <b>Location: New York, New York</b> <br> American army officer Nathan Hale had a relatively short career as a spy during the American Revolution, but he is best known for his conduct at the time of his execution. Captured while behind British lines and sentenced to hang, Hale is supposed to have said before his death, “I only regret that I have but one life to lose for my country,” a remark similar to one in Joseph Addison’s play Cato. In the diary entry of one of the British officers made on the day of Hale’s execution, it was said: “He behaved with great composure and resolution, saying he thought it the duty of every good Officer, to obey any orders given him by his Commander-in-Chief; and desired the Spectators to be at all times prepared to meet death in whatever shape it might appear.",
                "time": "1755"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [-73.966667, 41.383333]
            },
            "properties": {
                "title": "John André (1750-1780)",
                "description": " <img class= \"resize center \" src=\"https://upload.wikimedia.org/wikipedia/commons/d/de/West_Point%2C_from_Fort_Putnam._%283990857882%29_crop.jpg \" /> <b>Location: West Point, New York</b> <br> British army major John André served as chief intelligence officer for British commander in chief General Sir Henry Clinton during the American Revolution. André’s most noteworthy success was securing the allegiance of American turncoat Benedict Arnold who, having become disillusioned with the American cause, agreed to surrender West Point to the British for £20,000. After André’s capture by American militiamen, Arnold fled, leaving André to be hanged as a spy. The sacrifice of André made Arnold odious to his would-be allies among the loyalists.",
                "time": "1750"
            }
        }
        
    ]
}